{
  "0": {
    "review": "The work of Marite Vidales is part of the coordinates of modern art that exalt its syntactic dimensions, highlighting the expressive and communicative properties of visual language. In her specific case, the color, texture and structure of space become fundamental as the basic elements of the plastic-aesthetic organization.\n\n In her work, she emphasizes the rational attitude that refully measures the relationship of each element to the general plane, but always balanced with a lyricism that expresses an emotional universe capable of moving with its delicacy and depth.\n\n During her stay in Peru, Vidales was in contact with the vestiges of the ancestral cultures of that country, and managed to integrate a great admiration and a respect for the objects that survive of this extraordinary past. Architecture, textiles and pottery aroused the interest that led the painter to investigate and to know in depth certain aspects of the art of these ancient peoples.\n\n The work Vidales shows today, makes us understand how, while remaining the artistic personality built over decades of painting, this artist manifests the essence of Peruvian ancestral art in the colors, the use of geometry and the rhythmic arrangements of the elements on the plastic-visual plane. Thus, the chromatic intensity, the sure presence of straight lines and geometric figures, and the subtle relation of these figures to a social historical context of religious mystical character become visible from the singular optics of the understanding of some of its essential expressive principles.\n\n In this exhibition, Vidales pays tribute to the ancient Peruvian culture, its huacas ceremonial centers, its textiles and ceramics and with it the principles and thoughts that inspired these men and women to create visual worlds of great precision and beauty. It is impossible not to join this homage, overcome by the color and pictorial quality that emanates from each painting.",
    "reviewer": "Efraín Hernández. Historian and art critic. San Jose, Costa Rica."
  },
  "1": {
    "review": "The powerful works of Marité Vidales enable the viewer to perceive a sense of mystery, magic and dream-like representations...",
    "reviewer": "Jaime Daremblum, Former Ambassador of Costa Rica to the United States."
  },
  "2": {
    "review": "La pintura de Marité Vidales, más allá de su buen manejo del dibujo y del colorido, es espacial, misteriosa, geométrica y poética. Un canto cósmico que parte de las entrañas de la emblemática montaña volcánica.",
    "reviewer": "Marcelo Mendiata, Director y Editor, Argentina Universal."
  }
}
