{
  "0": {
    "review": "Marité Vidales has dedicated many years of her life cultivating the art of painting. Her style falls within the coordinates of modern art that exalt the syntactic dimensions of the work, that is, she is interested in highlighting the expressive and communicative properties of visual language. In her case, the color, texture and structure of space become fundamental as the basic elements of the plastic-aesthetic organization.\n\n This pictorial trend emerged with painters such as Kandinsky, Mondrian and Matisse, who wrote about the importance of synthesis and the abstract and about the relationship that this form of artistic expression has with spirituality.\n\n Marité Vidales shares this same vocation and conceives her art as a search for balance and harmony. From the beginning of her career, Vidales impregnated her works with a special use of the chromatic aspect; always full of richness, brightness and luminosity. In her painting, color is an essential structure of visual space, a space that modulates in terms of her particular sensitivity and the deep knowledge she possesses for constructing subtle and deep symbolic-metaphorical spaces.\n\n In her work, she emphasizes the rational attitude that carefully measures the relationship of each element to the general plane, but always balanced with a lyricism in which she expresses an emotional universe capable of moving with its delicacy and depth.\n\n During her stay in Peru, Vidales was in contact with the vestiges of the ancestral cultures of that country and managed to integrate a great admiration and a respect for the objects that survive of this extraordinary past. Architecture, textiles and pottery aroused the interest that led the painter to investigate and to know in depth certain aspects of the art of these ancient peoples.\n\n Throughout this journey, Vidales is captivated with such an important legacy and seeks to peer into the unique spirituality of these human groups. With this attitude, Vidales acceded to the understanding of the fundamental link that exists between the artistic and the philosophical in the artistic inheritance of these ancient people. She understood, in this way, the spiritual dimension intrinsic to this particular aesthetic. Her dazed eye then deciphered the underlying visual organization of the many artifacts that caught her interest.\n\n The work Vidales shows today, makes us understand how, while remaining the artistic personality built over decades of painting, this artist manifests the essence of Peruvian ancestral art in the colors, the use of geometry and the rhythmic arrangements of the elements on the plastic-visual plane. Thus, the chromatic intensity, the sure presence of straight lines and geometric figures and the subtle relation of these figures to a social historical context of religious mystical character become visible through the unique lens of the understanding of some of its essential expressive principles.\n\n Vidales' paintings approach us to a special world, in which color and forms penetrate mystical atmospheres, in which the union between the celestial and the earth, together with the work of the human, create an integral and harmonious vision of the cosmic understood as rhythm of contrasts and journeys of seasons and temporalities.\n\n The admiration that Vidales feels for the artistic culture of Peru is also perceived in those works in which she integrates artisanal wooden frames or textiles to paintings of small format in which she achieves the balanced union of different aesthetic historical orientations in a remarkable equilibrium. \n\n The work that Marité Vidales painted in the brother country of Peru is decanted by dreamlike landscapes imbued with a suggestive magic and mystery (Huaca Azul, Fragmentos, Sol, Sacsayhuaman), by imaginary constructions in which she achieves a mystical spatiality and depth that \"levitate\" by creating silent and ordered worlds (Fragments III) and by chromatic structures that are related to the outstanding abstract works of the pioneering artists of the 20th century (Chavin, Luna) in which the strength of the visual elements stands out with all its eloquence and poetry.\n\n Pieces such as Huaca Textil, show the extraordinary ability of Vidales to integrate color, shape and structure in different scales, with admirable skill to compose a visual universe with strong symbolic presence and unique balance of elements. In Inca Wall, Marité Vidales unifies - in a silent space - the present relationship between the human structure (culture) and nature, conceived in a unique poetry in which the author manifests the understanding of the elements at play in the imagination of these ancient cultures, whose views of the cosmos made it possible to construct a religious thought that unified all of components of the world.\n\n In this exhibition, Vidales pays tribute to the ancient Peruvian culture, its huacas, ceremonial centers, its textiles and ceramics and with it the principles and thoughts that inspired these men and women to create visual worlds of great precision and beauty. It is impossible not to join this homage, overcome by the color and pictorial quality that emanates from each painting.",
    "reviewer": "Efraín Hernández. Historian and art critic. San Jose, Costa Rica. March 2017"
  },
  "1": {
    "review": "The powerful works of Marité Vidales enable the viewer to perceive a sense of mystery, magic and dream-like representations...",
    "reviewer": "Jaime Daremblum, Former Ambassador of Costa Rica to the United States."
  },
  "2": {
    "review": "La pintura de Marité Vidales, más allá de su buen manejo del dibujo y del colorido, es espacial, misteriosa, geométrica y poética. Un canto cósmico que parte de las entrañas de la emblemática montaña volcánica.",
    "reviewer": "Marcelo Mendiata, Director y Editor, Argentina Universal."
  }
}
